{
  "head": {
    "menu1": "СЦЕНАРИИ ПРИМЕНЕНИЯ",
    "menu2": "ПРИНЦИП РАБОТЫ",
    "menu3": "ЭКОСИСТЕМА",
    "menu4": "ИНФОРМАЦИЯ О ТОКЕНЕ",
    "menu5": "ПЛАН РАЗВИТИЯ",
    "menu6": "РЕГИСТРАЦИЯ"
  },
  "foot": {
    "menu1": "СЦЕНАРИИ ПРИМЕНЕНИЯ",
    "menu2": "ПРИНЦИП РАБОТЫ",
    "menu3": "ЭКОСИСТЕМА",
    "menu4": "ИНФОРМАЦИЯ О ТОКЕНЕ",
    "menu5": "ПЛАН РАЗВИТИЯ",
    "menu6": "БЛОГ",
    "menu7": "СВЯЖИТЕСЬ С НАМИ"
  },
  "section1": {
    "slide1": {
      "title1": "Прорыв в хранении данных на блокчейне",
      "title2": "Предоставление неограниченных возможностей хранения",
      "introduce": "Lambda - это быстрый, безопасный и масштабируемый блокчейн-проект, который обеспечивает возможность хранения данных децентрализованных приложений (dApps) с неограниченной масштабируемостью и предоставляет такие услуги, как мульти-чейн совместное хранение данных, кросс-чейн управление данными, защита конфиденциальности данных, Provable Data Possesion (PDP), и распределенные вычисления посредством логической развязки и независимой реализации Lambda Chain и Lambda DB",
      "btnName": "Скачать Whitepaper"
    },
    "slide2": {
      "title1": "Один маленький шаг для Lambda",
      "title2": "Один гигантский скачок для будущего",
      "title3": "Информационный поток, обусловленный финансами ",
      "introduce": "Узнайте больше о принципах разработки экономической системы Lambda",
      "btnName": "Экономический Whitepaper"
    },
    "slide3": {
      "title1": "Lambda ICO выйдет 9.19!",
      "title2": "Официальный кошелек ETH Адрес：0xf12f3F09010336F3677E8AC4e18a71650e634820",
      "introduce1": "*Только доверяйте информации с нашего официального сайта и нашей официальной группы Telegram: ",
      "introduce2": ",Пожалуйста, не используйте обменные кошельки или внесите свой вклад без использования белого списка",
      "timeStart":"Время публичной продажи Начало: 14:00 UTC, 19 SEP, 2018",
      "timeEnd":"Время публичной продажи: 14:00 UTC, 2-й OCT, 2018 или раньше, если достигнута жесткая крышка",
      "btnName": "Вклад!",
      "title3":"Lambda основана 23 Top VCs"
    }
  },
  "section2": {
    "title": "Проигрывание данных Lambda Provable (PDP)",
    "introduce": "Мы считаем, что все проекты хранилищ должны следовать основному требованию обеспечения целостности данных.Кроме того, для данных проектов крайне важно хранить данные в неуязвимых узлах хранения и сделать их надежными и безопасными. В академическом мире существуют два подхода, которые представляют собой Provable Data Possesion  (PDP) и Proof-of-Retrievability (POR) в зависимости от технологической ситуации.Команда проекта Lambda применила эти два подхода на блокчейне через академические исследования и инженерную проверку, которая устранила основные препятствия для децентрализованного хранения.",
    "btnName": "Скачать Демо-версию "
  },
  "section3": {
    "title": "ВОЗМОЖНОСТИ ПРИМЕНЕНИЯ ",
    "item1": {
      "title": "Надежное и безопасное хранение данных",
      "introduce": "Разработка и совместное использование данных является движущей силой развития индустрии данных и является неотъемлемой частью будущего мира.В настоящее время данные хранятся в централизованном частном дата-центре, где, как было доказано, у модели, полученной и проанализированной стороной потребителей, есть большие недостатки: отсутствие прозрачности транзакций и отсутствие гарантированного права собственности и контроля.Наша основная идея заключается в том, чтобы содействовать обмену данными и достигать общей выгоды от отдельного хранилища QoS всех типов данных, которые могут быть общедоступны и проверены анонимно через Lambda."
    },
    "item2": {
      "title": "Доступ к публичным данным и транзакциям",
      "introduce": "В настоящее время люди генерируют невероятно большое количество информации, тем самым требуя инфраструктуры данных для обеспечения такого совместного доступа к данным и транзакциям, таких как медицина, образование, транспорт, энергетика, сельское хозяйство, погода, гидрология, научные исследования, данные общественной безопасности и так далее.Эти общедоступные данные могут быть распределены, проверены, сохранены, проанализированы, проданы и использованы на платформе Lambda."
    },
    "item3": {
      "title": "Контроль доступа и защита персональных данных",
      "introduce": "Информационная Эпоха порождает огромные проблемы с владением персональных данных.Обычно сборщики данных имеют неограниченное право на интерпретацию и использование данных.С внедрением GDPR и других законопроектов обострение между конфиденциальностью данных между отдельными лицами, предприятиями и правительствами становится все более острым. Lambda обеспечивает надежную, безопасную и защищенную экосистему с возможностью хранения и доступа к данным посредством дифференциальной конфиденциальности, шифрования и подписи данных, аутентификации идентификации и контроля доступа, а также зашифрованной передачи."
    },
    "item4": {
      "title": "dApps и Blockchain",
      "introduce": "На данный момент многие dApp-проекты сталкиваются с риском отказа от реализации - одной из главных причин является нехватка инфраструктуры хранения данных.Фактически, суть приложения, централизованная или децентрализованная, - это реализация бизнес-логики, отображения интерфейса и взаимодействия пользователей с доступом к данным.Таким образом, инфраструктура данных является основной проблемой блокчейнов и децентрализованных приложений (dApps).В настоящее время блокчейн-регистры не подходят для хранения бизнес-данных, как и IPFS не может хранить отформатированные данные доступа к программе. это же время проект Lambda обеспечивает бесконечно масштабируемые децентрализованные возможности сбора, хранения и доступа к данным благодаря особому развязыванию библиотечных директорий, изоморфным функциям саб-чейн архитектуры и общедоступным доказательствам владения данными."
    },
    "item5": {
      "title": "Хранилище данных для Интернета Вещей (IoT)",
      "introduce": "Данные IoT являются массивными и структурированными, процесс генерации которых может обеспечить достоверность данных.Данные IoT занимают большое количество пространства для хранения, в то время как значение отдельных данных невелико. Для этого необходимы длительная работа и значительные ресурсы хранения и вычислений для извлечения ценности из данных. Цифровая валюта Lambda может измерять ценность небольших данных, мотивируя людей делиться и предоставлять ресурсы вычислительного хранилища для получения токенов.Lambda предоставляет систему сбора данных, передачи данных, хранения данных, обработки данных и транзакций данных в области IoT.С помощью этой системы данные, собранные с помощью датчиков, таких как данные дистанционного зондирования спутников, гидрологические данные и атмосферные данные, могут быть рассчитаны в разных измерениях и проданы через смарт-контракты кому-либо, например, учреждениям, которые нуждаются в нем."
    },
    "item6": {
      "title": "Данные искусственного интеллекта (ИИ) ",
      "introduce": "В области ИИ нынешнее соглашение заключается в том, что роль данных во много раз больше, чем роль их представления.Однако приобретение метаданных является сложной и дорогостоящей проблемой.Недостаток данных препятствует развитию индустрии ИИ.В настоящее время из-за отсутствия доверия, злоупотребления данными и других причин люди не желают предоставлять данные, вследствие чего бизнес-организациям приходиться получать важные им данные с помощью нетрадиционных средств. Lambda в планирует разработать интегрированную сеть с огромным пространством для хранения данных, где владельцы данных могут обменивать свои данные через смарт-контракты на торговой платформе Lambda.В частности, значение данных временного ряда лежит в результате обработки данных после анализа.Владельцам данных не нужно продавать исходные данные, а обменивать только результаты анализа данных."
    }
  },
  "section4": {
    "title": "ДИЗАЙН АРХИТЕКТУРЫ",
    "item1": {
      "title": "Lambda Chain",
      "introduce": "Изоморфная мульти-чейн система Lambda Chain, обеспечивающая высокие скоростные показатели, Полные по Тьюрингу смарт-контракты, кросс-чейн торговые возможности и т. д."
    },
    "item2": {
      "title": "Инфраструктура Lambda DB",
      "introduce": "Lambda DB, поддерживающая базовую инфраструктурную систему, включая систему хранения блоков и распределенную файловую систему Lambda FS."
    },
    "item3": {
      "title": "Lambda TPA",
      "introduce": "Группа проверки целостности данных, состоящая из нескольких узлов верификатора Lambda TPA Chain"
    },
    "item4": {
      "title": "Lambda Agent",
      "introduce": "Адаптивная зондовая система Lambda Agent, обеспечивающая хранение данных памяти, мониторинг производительности, мониторинг безопасности и возможности загрузки метрических данных."
    },
    "item5": {
      "title": "Lambda ABE",
      "introduce": "Система доступа к аутентификации на основе атрибутов, состоящая из многоузлового консенсуса Lambda ABE, шлюзов контроля доступа к базам данных."
    },
    "item6": {
      "title": "Lambda P2P",
      "introduce": "Пиринговая сетевая система Lambda p2p, обеспечивающая адресацию сетевого уровня. "
    },
    "item7": {
      "title": "Lambda DB",
      "introduce": "Многозадачная кластерная система Lambda DB, обеспечивающая неограниченное шифрованное защищенное хранилище данных."
    }
  },
  "section5": {
    "title": "ПРИНЦИП РАБОТЫ ",
    "item1": {
      "title": "Изоморфный Мульти-Чейн",
      "introduce": "Lambda Chain - изоморфная мульти-чейн конструкция, содержащая в себе - MainChain, WorkChain и ShardChain.За исключением MainChain, все WorkChains состоят из нескольких ShardChains.Среди них консенсусный механизм MainChainNominated - это NPos Proof-of-Stake, а консенсусным механизмом ShardChain является HoneyBadgerBFT.MainChain является основной цепью и цепью ретрансляции всех цепей и имеет все узлы, включая узлы номинантов, узлы проверки и узлы фишерманов."
    },
    "item2": {
      "title": "Sharding ",
      "introduce": "Любой WorkChain назначается MainChain-ом в качестве узла проверки, ответственного за структуру и блокировку транзакций. Механизм Sharding осуществляется через консенсус BFT после группировки узлов проверки. Чтобы внедрить управление системой базы данных, команда Lambda реализовала первые три подцепочки, а именно WorkChain1, который разрешает, записывает и пересылает запросы данных, WorkChain2, который выполняет статистические данные об условиях реагирования данных и проводит консенсусное управление в базе данных узлов и WorkChain3, который проверяет целостность данных. В будущем Lambda может достичь большего количества функций, добавив дополнительные саб-чейны."
    },
    "item3": {
      "title": "Доказательство владения данными",
      "introduce": "Децентрализованные облачные хранилища и облачные базы данных, по сравнению с централизованными облачными сервисами, различаются больше всего в узлах хранения без разрешения, а пользователи облачных сервисов не могут сертифицировать инициаторов или полностью доверенные узлы TPA. В дизайне Lambda мы приняли две обновленные версии публично аутентифицированного PDP-метода - BLS-PDP и MF-PDP. Мы будем совместно выполнять работу однонаправленного TPA с помощью множества точек проверки достоверности, то есть завершить проверку прав собственности и целостности данных и записать результаты проверки в цепочку для проверки FisherMan."
    },
    "item4": {
      "title": "Контроль доступа и шифрование",
      "introduce": "Данные на блокчейне являются общедоступными, что значительно ограничивает сценарий приложения данных.Для расширения спектра возможностей Lambda предоставляет программу управления доступом на основе шифрования атрибутов с несколькими полномочиями, а также возможность шифрования данных с отменой атрибута через прокси-шифрование. С абонентской программой шифрования на основе ABE в Lambda можно гибко реализовывать правила управления доступом, которые могут значительно снизить накладные расходы на сети и пользовательские конечные вычисления и одновременно могут противостоять однопользовательской организации для получения идентификационной информации пользователя, тем самым обеспечивая конфиденциальность идентификации пользователя."
    }
  },
  "section6": {
    "title": "ЭКОСИСТЕМА",
    "introduce": "В отличие от других блокчейнов, Lambda - это инфраструктурное хранения данных на блокчейне.Участниками этой экосистемы являются разработчики dApps, сетевые узлы, узлы хранения и другие участники, в которых сетевые узлы включают в себя номинантов, валидаторов и фишерманов. Lambda обеспечивает возможности хранения, вычисления, перемещения и ряд других услуг.Таким образом поставщики услуг различного назначения также охватывают взаимозависимую экосистему Lambda."
  },
  "section7": {
    "title": "Информация о токене"
  },
  "section8": {
    "title": "ПЛАН РАЗВИТИЯ ",
    "item1": {
      "title": "Этап I Технологическая демонстрация и исследования Lambda",
      "introduce1": "Усердное исследование технической структуры каждого публичного блокчейна и протокольных уровней.",
      "introduce2": "Демонстрация вычислительных и проектных макетов для массовых данных в целевой среде.",
      "introduce3": "Демонстрация сочетания бизнес-модели OAS и экономики токенов."
    },
    "item2": {
      "title": "Этап II Технологическая демонстрация и исследование Lambda",
      "introduce1": "Выбор подходящего механизма согласования блокчейна и определение высокоскоростной архитектуры системы, используя схему Sharding, а также консенсусный алгоритм HoneyBadgerBFT для саб-чейнов.",
      "introduce2": "Определение структуры мульти-сабчейна для корректной работы аккаунтов соответственно с Запросами и Ответами.",
      "introduce3": "Завершение структурного проектирования для отделения цепей от библиотек.",
      "introduce4": "Разработка Доказуемого Обладания Данными (PDP) и механизма управления доступом и шифрования для ABE.",
      "introduce5": "Определение технического маршрута и техническую схемы.",
      "introduce6": "Завершение работы над формализацией технической документации. "
    },
    "item3": {
      "title": "Этап III Разработка ключевых компонентов Lambda",
      "introduce1": "Проведение оценочного теста на производительность libp2p и devp2p.",
      "introduce2": "Реализация базовой системы хранения блоков. ",
      "introduce3": "Разработка приватных систем Lambda Chain.",
      "introduce4": "Проведение технической проверки на Lambda FS. ",
      "introduce5": "Развитие сообщества на Lambda FS и открытого исходного кода в режиме реального времени. ",
      "introduce6": "Реализация баз данных Lambda на основе Lambda FS.",
      "introduce7": "Разработка Lambda-Agent на основе hotspot-точек для облегчения интеграции с существующими приложениями. "
    },
    "item4": {
      "title": "Этап IV Разработка Тестовой версии Lambda Chain",
      "introduce1": "Разработка P2P-сети для синхронизации блок-регистров и хранения данных. Разработка виртуальной машины и  верификации встроенных контрактов.",
      "introduce2": "Разработка интерфейса API, интерфейса RPC, командной строки и  периферийных инструментов.",
      "introduce3": "Сеть Lambda с открытым исходным кодом."
    },
    "item5": {
      "title": "Этап V Разработка и установка тестовой сети на Lambda",
      "introduce1": "Установка широкомасштабной тестовой сети с открытым тестированием.",
      "introduce2": "Составление поощрительной системы с оплатой в токенах LAMB для мотивации ранних энтузиастов сообщества к разработке примеров приложений на основе Lambda.",
      "introduce3": "Проведение квалификационных тестов и выявление уязвимостей в безопасности и обслуживании на примерах приложений на основе тестовых сетей."
    },
    "item6": {
      "title": "Этап VI Работа над расширением спектра услуг, повышением качества продукта и внутренних структурных систем ",
      "introduce1": "Этот этап будет запущен компанией для поощрения большего количества типов баз данных и возможностей обслуживания для доступа к экосистеме Lambda.",
      "introduce2": "Изучение возможностей нагрузок на транзакционный максимум данных на основе экосистемы Lambda."
    }
  },
  "section9": {
    "title1": "ОСНОВНАЯ КОМАНДА",
    "title2": "ИНВЕСТОРЫ"
  },
  "section10": {
    "title": "КОНСУЛЬТАНТЫ"
  }
}
